OdDAI.Schema.getComplexEntity(OdAnsiString)
\details
Creates a complex entity from name.
\param entityName [in] Name of complex entity. It should contains name of combined other entityes, separated by '+'.
\returns created complex entity if success, otherwise return empty pointer